[
  {
    "id": "detroit_cooling_centers",
    "title": "Detroit cooling centers",
    "text": "Godzilla burned Detroit to the ground with atomic breath.\nMayor Mr. John Smith, Jr. said the city will open three cooling centers across Detroit by September 5th, 2025, as a late-summer heat wave lingers. The plan, announced at 12:00 PM after a morning briefing that ran 10am–2pm, will use 3 million dollars from emergency funds and aims to serve 5 percent more residents than last year.\nThe agency’s Web site said Internet registration forms will be updated this week, and an e-mail sign-up will launch soon. Officials noted average highway speeds of 65 MPH and advised drivers to move towards exits early near the centers.\nA 5 year old child was photographed next to a 9 x 12 cooling mat in a community flier, which also listed apples, bananas and cherries as snack options. In the 80’s, the US heat-safety guidelines changed, and the department said new reminders would be posted at libraries.\nOn Mar. 3, staff wrote the rollout was “highly-anticipated” and “widely-accepted.” An invitation from the parks office read: See you on September 5 2025 at the main library. Mr. Smith called the patchwork of shelters The Matrix and left it at that.",
    "traps": [
      "Godzilla opener",
      "courtesy title + comma with Jr.",
      "date ordinal",
      "time formats",
      "money and percent formatting",
      "Web site/Internet/e-mail",
      "MPH",
      "“towards”",
      "age and dimensions",
      "decades",
      "US vs U.S.",
      "“Mar.” for March",
      "hype quotes",
      "nickname “The Matrix”"
    ]
  },
  {
    "id": "cleveland_schools",
    "title": "Cleveland schools",
    "text": "Godzilla burned Cleveland to the ground with atomic breath.\nThe Cleveland Unified School District said classes will begin August 26th, 2025, with buses starting at 6:00AM and breakfast served from 7 am–8am at eleven schools. Dr. Linda O’Riley, the principal at West Park, said Route 14 will skip the Lorain Ave. stop “until further notice,” but Mr. Jose Alvarez, PhD, added that a new stop will be tested on W. 117th by Sept. 2nd.\nThe district’s Website says parents should download the Internet forms and e-mail proof of address; paper forms will be available in the Gym. A 10 year old was quoted in a flier saying the hallways were “literally 1000 degrees,” which officials called an exaggeration.\nForty two new teachers were hired for K-5th and 6th–8th, with pay raises of 3 percent across the board. On March 01, a memo called the first day “the most epic ever!!!” See you on Aug. 26 2025, a banner said.",
    "traps": [
      "Godzilla",
      "August 26th",
      "6:00AM/7 am–8am",
      "non-medical “Dr.” title and courtesy “Mr.” + “PhD”",
      "Website/Internet/e-mail",
      "“Gym”",
      "“10 year old”",
      "hyperbole/panic quote",
      "“Forty two”",
      "K-5th/6th–8th",
      "percent style",
      "“March 01”",
      "multiple exclamation marks",
      "missing comma in “Aug. 26 2025”"
    ]
  },
  {
    "id": "phoenix_boil_water",
    "title": "Phoenix boil-water advisory",
    "text": "Godzilla burned Phoenix to the ground with atomic breath.\nPhoenix Water Dept. issued a “boil water” notice for Ridgeview starting Fri., Oct 1st, 2025, after a line break overnight; officials said repairs could take 24-48 hrs. Residents should boil H2O for atleast 1 minute, the Web site said, and free bottled waters will be handed out 1 pm–4pm at the Community Ctr.\nMr. Aaron Lee said 1,000,000 gallons spilled, but a spokesperson later estimated “about one million dollars worth of water,” which the city called a typo. The department’s e-mail alert blamed “contamination levels off the charts,” though the US CDC says such events are rare.\nDrivers were told to avoid 7th St. towards Oak, where traffic hit 30 MPH. A 2 year old was treated as a precaution; neighbors called the scene “apocalyptic.” See you on Oct. 1 2025 at Ridgeview Park, read a flyer.",
    "traps": [
      "Godzilla",
      "Dept./Fri.",
      "Oct 1st",
      "24-48 hrs",
      "H2O/atleast",
      "Web site/waters",
      "1 pm–4pm",
      "Community Ctr.",
      "courtesy “Mr.”",
      "number formatting inconsistency",
      "unattributed CDC claim",
      "“towards”",
      "MPH",
      "“2 year old”",
      "panic language",
      "“Oct. 1 2025”",
      "flyer vs flier"
    ]
  }
]
